#include <stdio.h>

int main(){
    int array[13] = {10, 40, 90, 70, 50, 80, 20, 90, 60, 50, 70, 60, 0}; /*配列arrayに受験者のテストの点数をそれぞれ格納する*/   
    int i;                                                               /*整数型変数iの宣言*/

    for (i = 0; i < 13; i++){                                            /*くり返し文を利用*/
	if(array[i] < 60){                                               /*array[i]が６０未満の時の場合*/
	    printf("%d " , i+1);                                         /*条件を満たすときに受験者番号を表示*/

	}else{
	}
    }
    printf("\n");                                                        /*改行*/

}
